i5/old/20240117-2058/10-lock-and-mempool-rebalance/1000/pgbench-warmup-25-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 25
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 6296081
number of failed transactions: 0 (0.000%)
latency average = 0.305 ms
initial connection time = 17.653 ms
tps = 104933.163551 (without initial connection time)